[About Language File]
Version=12.9.0
Date=12.11.2016
Author=Θανάσης Κατσαγεώργης
Email=tkatsageorgis[at]gmail[dot]com
Comments=If you find translation errors, let me know. Thank you.

[MainForm]
ActionDirectoryContextMenu:h=Context menu
ActionDirectoryContextMenu:t=Translation needed
ActionDirectoryContextMenu=C&ontext Menu
ActionDirectoryDelete:h=Διαγραφή αρχείου ή καταλόγου
ActionDirectoryDelete=&Διαγραφή
ActionDirectoryFindInFiles:h=Αναζήτηση συμβολοσειράς σε πολλαπλά αρχεία
ActionDirectoryFindInFiles=&Εύρεση σε Αρχεία...
ActionDirectoryProperties:h=Δείτε τις ιδιότητες αρχείου/καταλόγου
ActionDirectoryProperties=Ι&διότητες...
ActionDirectoryRefresh:h=Ανανέωση αρχείων
ActionDirectoryRefresh=&Ανανέωση
ActionDirectoryRename:h=Μετονομασία αρχείου ή καταλόγου
ActionDirectoryRename=Με&τονομασία
ActionDocument=Έ&γγραφο
ActionDocumentFormat=Μορφοποίηση
ActionDocumentFormatSQL:h=Μορφοποίηση SQL
ActionDocumentFormatSQL=Μορφοποίηση SQL
ActionDocumentFormatXML:h=Μορφοποίηση XML
ActionDocumentFormatXML=&Μορφοποίηση XML
ActionDocumentFormatJSON:h=Μορφοποίηση JSON
ActionDocumentFormatJSON=&Μορφοποίηση JSON
ActionDocumentFormatJSONMinify=Minify
ActionDocumentFormatJSONMinify:t=Translation needed
ActionDocumentFormatJSONIndent2=Indent 2
ActionDocumentFormatJSONIndent2:t=Translation needed
ActionDocumentFormatJSONIndent3=Indent 3
ActionDocumentFormatJSONIndent3:t=Translation needed
ActionDocumentFormatJSONIndent4=Indent 4
ActionDocumentFormatJSONIndent4:t=Translation needed
ActionDocumentHTMLExport=HTML Export
ActionDocumentHTMLExport:t=Translation needed
ActionDocumentInfo:h=Καταμέτρηση γραμμής, λέξης και χαρακτήρα
ActionDocumentInfo=&Υπολογισμός Γραμμών, Λέξεων και Χαρακτήρων...
ActionDocumentViewInBrowser:h=Δείτε τρέχοντος εγγράφου στο προεπιλεγμένο πρόγραμμα περιήγησης
ActionDocumentViewInBrowser:s=Alt+B
ActionDocumentViewInBrowser=&Προβολή σε πρόγραμμα περιήγησης
ActionEdit=Επε&ξεργασία
ActionEditCopy:h=Αντιγραφή επιλογής και μεταφορά της στο Πρόχειρο
ActionEditCopy:s=Ctrl+C
ActionEditCopy=Αντιγρα&φή
ActionEditCut:h=Αποκοπή επιλογής και μεταφορά της στο Πρόχειρο
ActionEditCut:s=Ctrl+X
ActionEditCut=Α&ποκοπή
ActionEditIndentDecrease:h=Μείωση διαχωριστικού
ActionEditIndentDecrease:s=Shift+Ctrl+U
ActionEditIndentDecrease=&Μείωση
ActionEditDelete=Διαγρα&φή
ActionEditDeleteEndOfLine:h=Διαγραφή τέλους γραμμής
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=&Τέλος Γραμμής
ActionEditDeleteLine:h=Διαγραφή γραμμής
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=&Γραμμή
ActionEditDeleteWhitespace:h=Αφαίρεση των κενών από επιλεγμένο κείμενο
ActionEditDeleteWhitespace=Α&φαίρεση Κενού
ActionEditDeleteWord:h=Διαγραφή λέξης
ActionEditDeleteWord:s=Ctrl+T
ActionEditDeleteWord=&Λέξη
ActionEditIndentIncrease:h=Αύξηση διαχωριστικού
ActionEditIndentIncrease:s=Shift+Ctrl+I
ActionEditIndentIncrease=Αύξηση
ActionEditIndent=&Διαχωριστικό
ActionEditInsert=Εισαγωγή
ActionEditInsertHexColor=Insert hex color
ActionEditInsertHexColor:t=Translation needed
ActionEditInsertHexColor:s=Shift+Ctrl+C
ActionEditInsertDateTime:h=Εισαγωγή ημερομηνίας και ώρας
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=&Ημερομηνία και Ώρα
ActionEditInsertLine:h=Εισαγωγή γραμμής
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=&Γραμμή
ActionEditInsertTag:h=Insert HTML/XML ετικέτες
ActionEditInsertTag:s=Shift+Ctrl+T
ActionEditInsertTag=&HTML/XML Ετικέτες...
ActionEditPaste:h=Εισαγωγή περιεχομένων Του Πρόχειρου
ActionEditPaste:s=Ctrl+V
ActionEditPaste=Ε&πικόλληση
ActionEditRedo:h=Ακύρωση αναίρεσης της προηγούμενης ενέργειας αναίρεσης
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=Α&κύρωση αναίρεσης
ActionEditSelectAll:h=Επιλογή όλων
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=&Επιλογή Όλων
ActionEditSort=Τα&ξινόμηση
ActionEditSortAsc:h=Φθίνουσα ταξινόμηση
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=&Αύξουσα ταξινόμηση
ActionEditSortDesc:h=Φθίνουσα ταξινόμηση
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=&Φθίνουσα ταξινόμηση
ActionEditToggleCase:h=Εναλλαγή κεφαλαίων
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=Εναλ&λαγή Κεφαλαίων
ActionEditToggleCaseAlternating:h=Toggle alternating case
ActionEditToggleCaseAlternating:t=Translation needed
ActionEditToggleCaseAlternating=Alternating
ActionEditToggleCaseLower:h=Toggle lower case
ActionEditToggleCaseLower:t=Translation needed
ActionEditToggleCaseLower=Lower
ActionEditToggleCaseSentence:h=Toggle sentence case
ActionEditToggleCaseSentence:t=Translation needed
ActionEditToggleCaseSentence=Sentence
ActionEditToggleCaseTitle:h=Toggle title case
ActionEditToggleCaseTitle:t=Translation needed
ActionEditToggleCaseTitle=Title
ActionEditToggleCaseUpper:h=Toggle upper case
ActionEditToggleCaseUpper:t=Translation needed
ActionEditToggleCaseUpper=Upper
ActionEditUndo:h=Αναίρεση τελευταίας ενέργειας
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=Α&ναίρεση
ActionFile=&Αρχείο
ActionFileClose:h=Κλείσιμο ενεργού εγγράφου
ActionFileClose:s=Ctrl+F4
ActionFileClose=Κ&λείσιμο
ActionFileCloseAll:h=Κλείσιμο των ανοικτών αρχείων
ActionFileCloseAll=Κλείσιμο Όλ&ων
ActionFileCloseAllOther:h=Κλείσιμο όλων των άλλων σελίδων
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=Κλείσιμο Των Υπόλοιπων Σελίδων
ActionFileExit:h=Κλείσιμο Εφαρμογής
ActionFileExit:s=Alt+F4
ActionFileExit=Έ&ξοδος
ActionFileNew:h=Δημιουργία νέου εγγράφου
ActionFileNew:s=Ctrl+N
ActionFileNew=&Νέο
ActionFileOpen:h=Άνοιγμα υπάρχοντος εγγράφου
ActionFileOpen:s=Ctrl+O
ActionFileOpen=Ά&νοιγμα...
ActionFilePrint:h=Εκτύπωση ενεργού εγγράφου
ActionFilePrint:s=Ctrl+P
ActionFilePrint=&Εκτύπωση...
ActionFilePrintPreview:h=Προεπισκόπηση ενεργού εγγράφου
ActionFilePrintPreview=Εκτύπωση Π&ροεπισκόπησης...
ActionFileProperties:h=Δείτε τις ιδιότητες του αρχείου
ActionFileProperties=Ι&διότητες...
ActionFileReopen=Άνοιγμα &ξανά
ActionFileReopenClear=Κα&θαρισμός
ActionFileSave:h=Αποθήκευση ενεργού εγγράφου
ActionFileSave:s=Ctrl+S
ActionFileSave=Απο&θήκευση
ActionFileSaveAll:h=Αποθήκευση όλων των εγγράφων
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=Απ&οθήκευση Όλων
ActionFileSaveAs:h=Αποθήκευση ενεργού εγγράφου με καινούριο όνομα
ActionFileSaveAs:s=Ctrl+Atl+S
ActionFileSaveAs=Α&ποθήκευση Ως...
ActionFileSelectFromDirectory:h=Select the file from the active directory
ActionFileSelectFromDirectory:t=Translation needed
ActionFileSelectFromDirectory=Select from Directory
ActionHelp=&Βοήθεια
ActionHelpAboutEditBone:h=Προβολή πληροφοριών σχετικά με το EditBone
ActionHelpAboutEditBone=&Περί EditBone
ActionHelpCheckForUpdates:h=Έλεγχος για ενημερώσεις
ActionHelpCheckForUpdates=Έ&λεγχος για ενημερώσεις
ActionHelpVisitHomepage:h=Επίσκεψη στη σελίδα EditBone - http://www.bonecode.com/
ActionHelpVisitHomepage=&Επίσκεψη στη Κεντρική Σελίδα
ActionMacro:t=Translation needed
ActionMacro=Macro
ActionMacroOpen:h=Άνοιγμα υπάρχουσας μακροεντολής
ActionMacroOpen=Ά&νοιγμα...
ActionMacroPause:h=Καταγραφή ή παύση μακροεντολής
ActionMacroPause:s=Shift+Ctrl+R
ActionMacroPause=Καταγρα&φή
ActionMacroPlayback:h=Αναπαραγωγή μακροεντολής
ActionMacroPlayback:s=Shift+Ctrl+P
ActionMacroPlayback=Ανα&παραγωγή
ActionMacroRecord:h=Καταγραφή ή παύση μακροεντολής
ActionMacroRecord:s=Shift+Ctrl+R
ActionMacroRecord=Καταγρα&φή
ActionMacroSaveAs:h=Αποθήκευση μακροεντολής με νέο όνομα
ActionMacroSaveAs=Απο&θήκευση ως...
ActionMacroStop:h=Διακοπή καταγραφής μακροεντολής
ActionMacroStop:s=Shift+Ctrl+S
ActionMacroStop=&Διακοπή
ActionOutputCloseAllOtherPages:h=Κλείσιμο όλων των άλλων
ActionOutputCloseAllOtherPages=Κλείσιμο Ό&λων Των Άλλων Σελίδων
ActionOutputClose:h=Κλείσιμο τρέχουσας σελίδας
ActionOutputClose=&Κλείσιμο
ActionOutputCloseAll:h=Κλείσιμο όλων των σελίδων
ActionOutputCloseAll=Κλείσιμο Ό&λων
ActionOutputCopyAllToClipboard=Αντιγρα&φή Στο Πρόχειρο
ActionOutputCopyAllToClipboard:h=Αντιγραφή στο πρόχειρο
ActionOutputCopySelectedToClipboard=Copy selected to clipboard
ActionOutputCopySelectedToClipboard:h=Copy selected to clipboard
ActionOutputCopySelectedToClipboard:t=Translation needed
ActionOutputOpenAll=Ά&νοιγμα Όλων
ActionOutputOpenAll:h=Άνοιγμα όλων των αρχείων
ActionOutputOpenSelected=&Open selected
ActionOutputOpenSelected:h=Open selected files
ActionOutputOpenSelected:t=Translation needed
ActionOutputSelectAll=Select all
ActionOutputSelectAll:h=Select all files
ActionOutputSelectAll:t=Translation needed
ActionOutputUnselectAll=Unselect all
ActionOutputUnselectAll:h=Unselect all files
ActionOutputUnselectAll:t=Translation needed
ActionSearch=Ανα&ζήτηση
ActionSearchClearBookmarks:h=Καθαρισμός όων των σελιδοδεικτών
ActionSearchClearBookmarks=Καθαρισμός &Σελιδοδεικτών
ActionSearchClose:h=Close
ActionSearchClose:t=Translation needed
ActionSearchFindInFiles:h=Αναζήτηση συμβολοσειράς σε πολλαπλά αρχεία
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=&Εύρεση σε Αρχεία...
ActionSearchFindNext:h=Εύρεση του επόμενου κειμένου που ταιριάζει
ActionSearchFindNext:s=F3
ActionSearchFindNext=Εύρεση Ε&πόμενου
ActionSearchFindPrevious:h=Εύρεση του προηγούμενου κειμένου που ταιριάζει
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=Εύρεση Π&ροηγούμενου
ActionSearchGoToBookmarks:h=Μετάβαση στους Σελιδοδείκτες
ActionSearchGoToBookmarks=Μετάβαση στους Σελιδοδείκτες
ActionSearchGoToLine:h=Μετάβαση Στη Γραμμή
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Μετάβαση Στη Γραμμή
ActionSearchOptions:h=Search options
ActionSearchOptions:t=Translation needed
ActionSearchReplace:h=Αναζήτηση συγκεκριμένου κειμένου με διαφορετικό
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=Αν&τικατάσταση...
ActionSearchSearchButton:h=Αναζήτηση συγκεκριμένου κειμένου
ActionSearchSearch:s=Ctrl+F
ActionSearchSearchButton=Ανα&ζήτηση...
ActionSearchToggleBookmark:h=Ορισμός ή κατάργηση σελιδοδείκτη στη τρέχουσα γραμμή. Οι σελιδοδείκτες μπορούν να ρυθμιστούν με τη χρήση Ctrl+Shift+1..9. Μετάβαση στο σελιδοδείκτη χρησιμοποιώντας Ctrl+1..9.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=Εναλλαγή &Σελιδοδείκτη
ActionSearchToggleBookmarks:h=Εναλλαγή Σελιδοδεικτών
ActionSearchToggleBookmarks=Ε&ναλλαγή Σελιδοδεικτών
ActionSearchEngine:h=Select search engine
ActionSearchEngine:t=Translation needed
ActionSearchCaseSensitive:h=Case sensitive
ActionSearchCaseSensitive:t=Translation needed
ActionSearchInSelection:h=In selection
ActionSearchInSelection:t=Translation needed
ActionToolbarMenuLanguage=Γ&λώσσα
ActionToolbarMenuSkin=Σ&τυλ...
ActionToolbarMenuView:t=Translation needed
ActionToolbarMenuView=&View
ActionTools=Εργα&λεία
ActionToolsCharacterMap:h=Εισαγωγή unicode χαρακτήρων στο ενεργό έγγραφο με διπλό κλικ
ActionToolsCharacterMap=&Πίνακας Χαρακτήρων Unicode...
ActionToolsClipboardHistory=Clipboard history
ActionToolsClipboardHistory:t=Translation needed
ActionToolsCompareFiles:h=Σύγκριση αρχείων
ActionToolsCompareFiles=&Σύγκριση Αρχείων...
ActionToolsConvert:h=Μετατροπή μεταξύ αριθμητικών μονάδων
ActionToolsConvert=Με&τατροπή...
ActionToolsLanguageEditor:h=Επεξεργαστής γλώσσας
ActionToolsLanguageEditor=&Επεξεργαστής Γλώσσας...
ActionToolsOptions:h=Ρύθμιση επιλογών
ActionToolsOptions=&Επιλογές...
ActionToolsSelectForCompare:h=Επιλογή εγγράφου για σύγκριση
ActionToolsSelectForCompare=Επιλογή Για Σύγκριση...
ActionView=&Προβολή
ActionViewCloseDirectory:h=Κλείσιμο ενεργού καταλόγου
ActionViewCloseDirectory:s=Shift+Ctrl+D
ActionViewCloseDirectory=Κ&λείσιμο Καταλόγου
ActionViewColorSelection:h=Show or hide the color selection
ActionViewColorSelection:t=Translation needed
ActionViewColorSelection=Color
ActionViewDirectory:h=Εμφάνιση ή απόκρυψη του καταλόγου
ActionViewDirectory=&Κατάλογος
ActionViewEditDirectory:h=Επεξεργασία ενεργού καταλόγου
ActionViewEditDirectory:s=Shift+Ctrl+E
ActionViewEditDirectory=Επε&ξεργασία Καταλόγου...
ActionViewEncodingSelection:h=Εμφάνιση ή απόκρυψη της επιλογής κωδικοποίησης
ActionViewEncodingSelection=Κω&δικοποίηση
ActionViewFiles:h=Αναζήτηση αρχείων στον επιλεγμένο κατάλογο
ActionViewFiles:s=Ctrl+F12
ActionViewFiles=Αρ&χεία...
ActionViewFold=Fold
ActionViewFold:t=Translation needed
ActionViewFoldAll=Fold all
ActionViewFoldAll:h=Fold all
ActionViewFoldAll:t=Translation needed
ActionViewFoldAllDownFromSelectedLine=Fold all down from selected line
ActionViewFoldAllDownFromSelectedLine:h=Fold all down from selected line
ActionViewFoldAllDownFromSelectedLine:t=Translation needed
ActionViewFoldAllUpFromSelectedLine=Fold all up from selected line
ActionViewFoldAllUpFromSelectedLine:h=Fold all up from selected line
ActionViewFoldAllUpFromSelectedLine:t=Translation needed
ActionViewFoldSelected=Fold selected
ActionViewFoldSelected:h=Fold selected
ActionViewFoldSelected:t=Translation needed
ActionViewUnfold=Unfold
ActionViewUnfold:t=Translation needed
ActionViewUnfoldAll=Unfold all
ActionViewUnfoldAll:h=Unfold all
ActionViewUnfoldAll:t=Translation needed
ActionViewUnfoldAllDownFromSelectedLine=Unfold all down from selected line
ActionViewUnfoldAllDownFromSelectedLine:h=Unfold all down from selected line
ActionViewUnfoldAllDownFromSelectedLine:t=Translation needed
ActionViewUnfoldAllUpFromSelectedLine=Unfold all up from selected line
ActionViewUnfoldAllUpFromSelectedLine:h=Unfold all up from selected line
ActionViewUnfoldAllUpFromSelectedLine:t=Translation needed
ActionViewUnfoldSelected=Unfold selected
ActionViewUnfoldSelected:h=Unfold selected
ActionViewUnfoldSelected:t=Translation needed
ActionViewHighlighterSelection:h=Εμφάνιση ή απόκρυψη της επιλογής επισήμανσης
ActionViewHighlighterSelection=Επι&σήμανση
ActionViewLineNumbers:h=Εναλλαγή αριθμών γραμμών
ActionViewLineNumbers=Αρι&θμοί Γραμμών
ActionViewMainMenu:h=Show or hide the main menu
ActionViewMainMenu:t=Translation needed
ActionViewMainMenu=Main menu
ActionViewMenuBar:h=Show or hide the menu bar
ActionViewMenuBar:t=Translation needed
ActionViewMenuBar=Menu bar
ActionViewMiniMap:h=Εμφάνιση ή απόκρυψη μικροχάρτη
ActionViewMiniMap=Μικροχάρτης
ActionViewNextPage:h=Μετάβαση στην επόμενη σελίδα
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=Ε&πόμενη Σελίδα
ActionViewOpenDirectory:h=Άνοιγμα νέου καταλόγου
ActionViewOpenDirectory:s=Ctrl+D
ActionViewOpenDirectory=Ά&νοιγμα Καταλόγου...
ActionViewOutput:h=Εμφάνιση ή απόκρυψη παραγωγής
ActionViewOutput=Παρα&γωγή
ActionViewPreviousPage:h=Μετάβαση στη προηγούμενη σελίδα
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=Π&ροηγούμενη Σελίδα
ActionViewSelectionMode:h=Εναλλαγή λειτουργίας επιλογής. Επίσης, πιέζοντας το Alt θα εναλλαχθεί η λειτουργία επιλογής.
ActionViewSelectionMode=Λειτουργία Ε&πιλογής
ActionViewSpecialChars:h=Εναλλαγή ειδικών χαρακτήρων
ActionViewSpecialChars=Ει&δικοί Χαρακτήρες
ActionViewSplit:h=Διαχωρισμός εγγράφου
ActionViewSplit=&Διαχωρισμός
ActionViewSyncEdit=Sync edit
ActionViewSyncEdit:h=Show or hide synchronized editing
ActionViewSyncEdit:s=Shift+Ctrl+J
ActionViewSyncEdit:t=Translation needed
ActionViewStatusBar:h=Εμ&φάνιση ή Απόκρυψη της γραμμής κατάστασης
ActionViewStatusBar=Γραμμή &Κατάστασης
ActionViewToolbar:h=Εμφάνιση ή απόκρυψη της μπάρας εργαλείων
ActionViewToolbar=&Μπάρα Εργαλείων
ActionViewTitleBar=Title bar
ActionViewTitleBar:t=Translation needed
ActionViewTitleBarFilename=Filename
ActionViewTitleBarFilename:h=Show or hide the title bar filename
ActionViewTitleBarFilename:t=Translation needed
ActionViewTitleBarFileList=File list
ActionViewTitleBarFileList:h=Show or hide the title bar file list
ActionViewTitleBarFileList:t=Translation needed
ActionViewWordWrap:h=Εναλλαγή αναδίπλωσης κειμένου
ActionViewWordWrap=Ανα&δίπλωση Κειμένου
ActionViewXMLTree:h=Εμφάνιση ή απόκρυψη του XML δέντρου
ActionViewXMLTree=&XML Δέντρο
ActionXMLTreeRefresh:h=Ανανέωση δέντρου XML
ActionXMLTreeRefresh=&Ανανέωση
PanelDocument=Processing...
PanelDocument:t=Translation needed

[AskYesOrNo]
ChangeColorFile=You are changing an original color file. Create a new modified color file?
ChangeColorFile:t=Translation needed
CancelSearch=Ακύρωση αναζήτησης, είστε βέβαιοι;
CloseDirectory=Κλείσιμο καταλόγου %s, είστε βέβαιοι;
DeleteDirectory:t=Translation needed
DeleteDirectory=Delete directory %s, are you sure?
DeleteFile:t=Translation needed
DeleteFile=Delete file %s, are you sure?
DeleteLine:t=Translation needed
DeleteLine=Delete line, are you sure?
NewVersion=Μια νέα έκδοση %s του %s είναι διαθέσιμη. %sΕπιθυμείτε να τη λάβετετε μέσω Internet;
RecordMacro=Να γίνει καταγραφή νέας μακροεντολής, είστε βέβαιοι;
ReplaceOccurence=Αντικατάσταση εμφάνισης του '%s';
SaveChanges=Αποθήκευση αλλαγών;
SearchMatchNotFound=Η αναζήτηση δεν είχε αποτέλεσμα.%sΝα γίνει επανάληψη από την αρχή του αρχείου;
SearchStringNotFound=Η συμβολοσειρά '%s' δε βρέθηκε

[Message]
CannotFindString=δεν είναι δυνατό να βρεθεί η συμβολοσειρά '%s'
DocumentStatistics=Γραμμές: %d%sΛέξεις: %d%sΧαρακτήρες: %d
LatestVersion=Χρησιμοποιείτε τη τελευταία έκδοση.
SelectFilePathFromDirectory=Select file path from directory
SelectFilePathFromDirectory:t=Translation needed
NoDefaultPrinter=There is no default printer currently selected.
NoDefaultPrinter:t=Translation needed

[ErrorMessage]
EnterPath=Enter path.
EnterPath:t=Translation needed
EnterTabName=Εισάγετε το όνομα της καρτέλας.
FileNotFound=Το αρχείο '%s' δε βρέθηκε.
PathNotExist=Path does not exist.
PathNotExist:t=Translation needed
RootDirectoryNotExist=Ο Κεντρικοός Κατάλογος δεν υπάρχει.

[WarningMessage]
FileAccessError=Σφάλμα πρόσβασης %s αρχείου.

[Constant]
AllFiles=Όλα
AllSkinsDownload=All skins download
AllSkinsDownload:t=Translation needed
Arrow:t=Translation needed
Arrow=Arrow
AutoSave:t=Translation needed
AutoSave=Auto Save
Block=Μπλοκ
Bookmark=Σελιδοδείκτης
Bottom=Κάτω Μέρος
Circle=Circle
Circle:t=Translation needed
Color=Color
Color:t=Translation needed
CompareFiles=Σύγκριση Αρχείων
Confirmation=Confirmation
Confirmation:t=Translation needed
CountingFiles:t=Translation needed
CountingFiles=Counting files...
DirectoryItems=Directory items
DirectoryItems:t=Translation needed
Document=Έγγραφο
Dot=Dot
Dot:t=Translation needed
DownloadCancelling=Ακύρωση...
DownloadDone=Έγινε.
EditDirectory=Επεξεργασία Καταλόγου
Encoding=Encoding
Encoding:t=Translation needed
Enter=Enter
Enter:t=Translation needed
Error=Error
Errot:t=Translation needed
FileMaskItems=File mask items
FileMaskItems:t=Translation needed
FilesFound=%d file(s) have been found in %s
FilesFount:t=Translation needed
FooterLeft=Υποσέλιδο - Αριστερά
FooterRight=Υποσέλιδο - Δεξιά
GoToLine=Go to line
GoToLine:t=Translation needed
HalfBlock=Μισό Μπλοκ
HeaderLeft=Κεφαλίδα - Αριστερά
HeaderRight=Κεφαλίδα - Δεξιά
Hide=Απόκρυψη
Highlighter=Highlighter
Highlighter:t=Translation needed
HorizontalLine=Οριζόντια Γραμμή
Information=Information
Information:t=Translation needed
Insert=Εισαγωγή
InsertTags=Insert HTML/XML Tags
InsertTags:t=Translation needed
InvalidName=Invalid name
InvalidName:t=Translation needed
LanguageEditor=Επεξεργαστής Γλώσσας - [%s]
Line=Γραμμή
MatchFound=%d match%s found
MatchFound:t=Translation needed
MatchFoundPluralExtension=es
MatchFoundPluralExtension:t=Translation needed
Minute=ελάχ
Modified=Τροποποιήθηκε
Normal=Normal
Normal:t=Translation needed
OccurencesFound=%d εμφάνιση (-εις) βρέθηκαν σε %s
Open=Άνοιγμα
OpenDirectory=Άνοιγμα Καταλόγου
Overwrite=Αντικατάσταση
Page=Page
Page:t=Translation needed
Pilcrow=Pilcrow
Pilcrow:t=Translation needed
Position=Position: %d
Position:t=Translation needed
PreviewDocumentPage=Σελίδα: $PAGENUM$ από $PAGECOUNT$
PreviewPage= Σελίδα: %d / %d
PreviewPrintDocument=Εκτύπωση (%s)|Εκτύπωση εγγράφου σε %s
PrintedBy=Τυπώθηκε από %s
RegularExpression=Συνήθης έκφραση
Rename=Επιθυμείτε τη μετονομασία του %s σε %s;
RenameFailed=%s rename failed
RenameFailed:t=Translation needed
RightMargin=Right margin
RightMargin:t=Translation needed
SaveAs=Αποθήκευση Ως
SearchFor=Αναζήτηση για '%s'
SearchItems=Search items
SearchItems:t=Translation needed
Second=δευ
SelectRootDirectory=Επιλογή Κεντρικού Καταλόγου
Solid=Solid
Solid:t=Translation needed
Square=Square
Square:t=Translation needed
TextToFindItems=Text to find items
TextToFindItems:t=Translation needed
ThinHorizontalLine=Thin horizontal line
ThinHorizontalLine:t=Translation needed
ThinVerticalLine=Thin vertical line
ThinVerticalLine:t=Translation needed
Top=Κορυφή
TopLine=Πρώτη Γραμμή: %d
Triangle=Triangle
Triangle:t=Translation needed
VersionInfoNotFound=Δε βρέθηκαν πληροφορίες για την έκδοση.
VerticalLine=Κάθετη Γραμμή
Warning=Warning
Warning:t=Translation needed
Wildcard=Wildcard
Wildcard:t=Translation needed

[DialogConstant]
SMsgDlgAbort=Από&ρριψη
SMsgDlgAll=Ό&λα
SMsgDlgCancel=Ακύρωση
SMsgDlgClose=&Κλείσιμο
SMsgDlgConfirm=Επιβεβαίωση
SMsgDlgError=Λάθος
SMsgDlgHelp=&Βοήθεια
SMsgDlgHelpHelp=Βοήθεια
SMsgDlgHelpNone=Δεν υπάρχει διαθέσιμη βοήθεια
SMsgDlgIgnore=&Παράλειψη
SMsgDlgInformation=Πληροφορίες
SMsgDlgNo=Ό&χι
SMsgDlgNoToAll=Ό&χι σε Όλα
SMsgDlgOK=Εντάξει
SMsgDlgRetry=Επανά&ληψη
SMsgDlgWarning=Προειδοποίηση
SMsgDlgYes=&Ναι
SMsgDlgYesToAll=&Ναι σε Όλα

[ColorConstant]
SNameBlack=Black
SNameBlack:t=Translation needed
SNameMaroon=Maroon
SNameMaroon:t=Translation needed
SNameGreen=Green
SNameGreen:t=Translation needed
SNameOlive=Olive
SNameOlive:t=Translation needed
SNameNavy=Navy
SNameNavy:t=Translation needed
SNamePurple=Purple
SNamePurple:t=Translation needed
SNameTeal=Teal
SNameTeal:t=Translation needed
SNameGray=Gray
SNameGray:t=Translation needed
SNameSilver=Silver
SNameSilver:t=Translation needed
SNameRed=Red
SNameRed:t=Translation needed
SNameLime=Lime
SNameLime:t=Translation needed
SNameYellow=Yellow
SNameYellow:t=Translation needed
SNameBlue=Blue
SNameBlue:t=Translation needed
SNameFuchsia=Fuchsia
SNameFuchsia:t=Translation needed
SNameAqua=Aqua
SNameAqua:t=Translation needed
SNameWhite=White
SNameWhite:t=Translation needed
SNameMoneyGreen=Money Green
SNameMoneyGreen:t=Translation needed
SNameSkyBlue=Sky Blue
SNameSkyBlue:t=Translation needed
SNameCream=Cream
SNameCream:t=Translation needed
SNameMedGray=Medium Gray
SNameMedGray:t=Translation needed
SNameActiveBorder=Active Border
SNameActiveBorder:t=Translation needed
SNameActiveCaption=Active Caption
SNameActiveCaption:t=Translation needed
SNameAppWorkSpace=Application Workspace
SNameAppWorkSpace:t=Translation needed
SNameBackground=Background
SNameBackground:t=Translation needed
SNameBtnFace=Button Face
SNameBtnFace:t=Translation needed
SNameBtnHighlight=Button Highlight
SNameBtnHighlight:t=Translation needed
SNameBtnShadow=Button Shadow
SNameBtnShadow:t=Translation needed
SNameBtnText=Button Text
SNameBtnText:t=Translation needed
SNameCaptionText=Caption Text
SNameCaptionText:t=Translation needed
SNameDefault=Default
SNameDefault:t=Translation needed
SNameGradientActiveCaption=Gradient Active Caption
SNameGradientActiveCaption:t=Translation needed
SNameGradientInactiveCaption=Gradient Inactive Caption
SNameGradientInactiveCaption:t=Translation needed
SNameGrayText=Gray Text
SNameGrayText:t=Translation needed
SNameHighlight=Highlight Background
SNameHighlight:t=Translation needed
SNameHighlightText=Highlight Text
SNameHighlightText:t=Translation needed
SNameHotLight=Hot Light
SNameHotLight:t=Translation needed
SNameInactiveBorder=Inactive Border
SNameInactiveBorder:t=Translation needed
SNameInactiveCaption=Inactive Caption
SNameInactiveCaption:t=Translation needed
SNameInactiveCaptionText=Inactive Caption Text
SNameInactiveCaptionText:t=Translation needed
SNameInfoBk=Info Background
SNameInfoBk:t=Translation needed
SNameInfoText=Info Text
SNameInfoText:t=Translation needed
SNameMenu=Menu Background
SNameMenu:t=Translation needed
SNameMenuBar=Menu Bar
SNameMenuBar:t=Translation needed
SNameMenuHighlight=Menu Highlight
SNameMenuHighlight:t=Translation needed
SNameMenuText=Menu Text
SNameMenuText:t=Translation needed
SNameNone=None
SNameNone:t=Translation needed
SNameScrollBar=Scroll Bar
SNameScrollBar:t=Translation needed
SName3DDkShadow=3D Dark Shadow
SName3DDkShadow:t=Translation needed
SName3DLight=3D Light
SName3DLight:t=Translation needed
SNameWindow=Window Background
SNameWindow:t=Translation needed
SNameWindowFrame=Window Frame
SNameWindowFrame:t=Translation needed
SNameWindowText=Window Text
SNameWindowText:t=Translation needed
SColorBoxCustomCaption=Custom...
SColorBoxCustomCaption:t=Translation needed

[FileTypes]
ActionScript=Αρχεία ActionScript (*.as)
ASP=Αρχεία ASP (*.asp)
Assembler 68HC11=Αρχεία 68HC11 Assembler (*.hc11;*.asc)
AutoIt v3=Αρχεία AutoIt (*.au3)
AWK=AWK Σενάρια (*.awk)
C#=Αρχεία C# (*.cs)
C++=Αρχεία C++ (*.cpp;*.hpp)
C=Αρχεία C (*.c;*.h)
CoffeeScript=Αρχεία CoffeeScript (*.coffee)
CSS=Αρχεία Cascading Stylesheet (*.css)
D=Αρχεία D (*.d;*.di)
Delphi Form Module=Αρχεία Delphi Form Module (*.dfm)
Free Pascal=Αρχεία Free Pascal (*.pp)
GLSL=Αρχεία GLSL (*.glsl)
Go=Αρχεία Go (*.go)
Groovy=Αρχεία Groovy (*.groovy;*.gvy;*.gy;*.gsh)
HTML with Scripts=Αρχεία HTML (*.html;*.htm)
INI=Αρχεία INI (*.ini;*.lng)
Inno Setup=Αρχεία Inno Setup (*.iss)
Java=Αρχεία Java (*.java)
JavaScript=Αρχεία JavaScript (*.js)
JSON=Αρχεία JSON (*.json)
LaTex=Αρχεία LaTex (*.lat;*.tex;*.lex)
Lisp=Αρχεία Lisp (*.lisp)
Lua=Αρχεία Lua (*.lua)
MATLAB=Αρχεία MATLAB (*.matlab)
MS-DOS Batch=Αρχεία MS-DOS Batch (*.bat;*.cmd)
Objective-C=Αρχεία Objective-C (*.m)
Object Pascal=Αρχεία Pascal (*.pas;*.dpr;*.dpk)
OCaml=Αρχεία OCaml (*.ml)
Perl=Αρχεία Perl (*.pl;*.pm;*.cgi)
PHP=Αρχεία PHP (*.php;*.class;*.inc)
PowerShell=Αρχεία PowerShell (*.ps1)
Python=Αρχεία Python (*.py)
Ruby=Αρχεία Ruby (*.rb;*.rbw)
Rust=Αρχεία Rust (*.rc)
Scala=Αρχεία Scala (*.scala)
SQL - Standard=Αρχεία SQL (*.sql)
TclTk=Αρχεία Tcl/Tk (*.tcl)
Text=Αρχεία Text (*.txt)
TypeScript=Αρχεία TypeScript (*.ts)
UnrealScript=Αρχεία UnrealScript (*.uc)
Visual Basic=Αρχεία Visual Basic (*.vb;*.bas)
XML=Αρχεία XML (*.xml;*.xsd;*.dtd;*.dproj;*.groupproj)
XSL=Αρχεία XSL (*.xsl;*.xslt)
Macro=Αρχεία Macro (*.mcr)|*.mcr
Language=Αρχεία Γλώσσας (*.lng)|*.lng

[ClipboardHistoryDialog]
Caption=Clipboard history
Caption:t=Translation needed
ActionCopyToClipboard=Copy to clipboard
ActionCopyToClipboard:t
ActionInsertInEditor=Insert in editor
ActionInsertInEditor:t
ActionClearAll=Clear all
ActionClearAll:t

[ChangedFilesDialog]
VirtualDrawTree:0=File
VirtualDrawTree:0:t=Translation needed
VirtualDrawTree:1=Path
VirtualDrawTree:1:t=Translation needed

[ConfirmReplaceDialog]
ButtonCancel=Ακύρωση
Caption=Επιβεβαίωση Αντικατάστασης
ButtonNo=Ό&χι
ButtonYes=&Ναι
ButtonYesToAll=Ναι σε ό&λα

[DownloadURLDialog]
ButtonCancel=Ακύρωση
Caption=Λήψη

[FindInFilesDialog]
ButtonCancel=Ακύρωση
Caption=Εύρεση Σε Αρχεία
StickyLabelCaseSensitive=Πεζά
ComboBoxFileMask=Τύπος Αρχείου
ButtonFind=Εύ&ρεση
ComboBoxTextToFind=Εύρεση
ComboBoxDirectory=Φάκελος
StickyLabelIncludeSubdirectories=Αναζήτηση Σε Υποφακέλους
GroupBoxOptions=Επιλογές
GroupBoxSearchDirectoryOptions=Search directory options
GroupBoxSearchDirectoryOptions:t=Translation needed
GroupBoxEngine=Engine
GroupBoxEngine:t=Translation needed
RadioButtonNormal=Normal
RadioButtonNormal:t=Translation needed
RadioButtonRegularExpressions=Συνήθης έκφραση
RadioButtonWildcard=Wildcard
RadioButtonWildcard:t=Translation needed
StickyLabelWholeWordsOnly=Μόνο ολόκληρες λέξεις

[InputQueryDialog]
ButtonOK=Εντάξει
ButtonCancel=Ακύρωση

[ItemListDialog]
ActionInsert=Insert
ActionInsert:h=Insert item
ActionInsert:t=Translation needed
ActionDelete=Delete
ActionDelete:h=Delete item
ActionDelete:t=Translation needed
ActionClearAll=Clear all
ActionClearAll:h=Clear all items
ActionClearAll:t=Translation needed
ActionMoveUp=Move up
ActionMoveUp:h=Move selected item up
ActionMoveUp:t=Translation needed
ActionMoveDown=Move down
ActionMoveDown:h=Move selected item down
ActionMoveDown:t=Translation needed
ActionSort=Sort
ActionSort:h=Sort items
ActionSort:t=Translation needed

[SearchOptionsDialog]
StickyLabelBeepIfSearchStringNotFound=Ήχος Για Τη Μη Εύρεση Συμβολοσειράς
StickyLabelEntireScope=Entire scope
StickyLabelEntireScope:t=Translation needed
StickyLabelHighlightResult=Highlight results
StickyLabelHighlightResult:t=Translation needed
StickyLabelSearchOnTyping=Search on typing
StickyLabelSearchOnTyping:t=Translation needed
StickyLabelShowSearchMatchNotFound=Show search match not found
StickyLabelShowSearchMatchNotFound:t=Translation needed
StickyLabelShowSearchStringNotFound=Εμφάνιση Μηνύματος Για Τη Συμβολοσειρά Που Δε Βρέθηκε
StickyLabelWholeWordsOnly=Μόνο ολόκληρες λέξεις
StickyLabelWrapAround=Wrap around
StickyLabelWrapAround:t=Translation needed
ButtonOK=Εντάξει
ButtonCancel=Ακύρωση

[OptionsToolbarItemsDialog]
Caption=Select Items
Caption:t=Translation needed
VirtualDrawTreeAddItems:0=Menu Item
VirtualDrawTreeAddItems:t=Translation needed
ButtonAdd=Add
ButtonAdd:t=Translation needed
ButtonCancel=Ακύρωση

[ReplaceDialog]
ButtonCancel=Ακύρωση
ButtonFind=&Εύρεση
ButtonReplaceAll=Αντικατάσταση Ό&λων
Caption=Αντικατάσταση
ComboBoxSearchFor=Αναζήτηση για
GroupBoxOptions=Επιλογές
GroupBoxReplaceIn=Αντικατάσταση σε
RadioButtonAllOpenFiles=Όλα τα ανοιχτά αρχεία
RadioButtonDeleteLine=Διαγραφή γραμμής
RadioButtonReplaceWith=Αντικατάσταση με
RadioButtonWholeFile=Ολόκληρη η λέξη
StickyLabelCaseSensitive=Πεζά
StickyLabelPromptOnReplace:t=Translation needed
StickyLabelPromptOnReplace=Prompt on replace
StickyLabelRegularExpression=Συνήθης έκφραση
StickyLabelSelectedOnly=Selected only
StickyLabelSelectedOnly:t=Translation needed
StickyLabelWholeWordsOnly=Μόνο ολόκληρες λέξεις
StickyLabelWildCard:t=Translation needed
StickyLabelWildCard=Wildcard

[SkinSelectDialog]
PanelPreviewArea=Preview area
PanelPreviewArea:t=Translation needed
GroupBoxSkinColorization=Skin colorization
GroupBoxSkinColorization:t=Translation needed
LabelHueOffset=HUE Offset
LabelHueOffset:t=Translation needed
LabelSaturation=Saturation
LabelSaturation:t=Translation needed
LabelBrightness=Brightness
LabelBrightness:t=Translation needed
StickyLabelExtendedBordersMode=Extended borders mode
StickyLabelExtendedBordersMode:t=Translation needed
StickyLabelBlendOnMove=Blend a form when moved
StickyLabelBlendOnMove:t=Translation needed
StickyLabelAllowAeroBlurring=Allow aero blurring
StickyLabelAllowAeroBlurring:t=Translation needed
StickyLabelAllowAnimation=Allow animation
StickyLabelAllowAnimation:t=Translation needed
StickyLabelAllowGlowing=Allow glowing
StickyLabelAllowGlowing:t=Translation needed
StickyLabelAllowOuterEffects=Allow outer effects
StickyLabelAllowOuterEffects:t=Translation needed

[ConvertForm]
Caption=Μετατροπή Μεταξύ Αριθμητικών Μονάδων
ComboBoxType=Είδος
ComboBoxFrom=Από
ComboBoxTo=Σε
EditValue=Τιμή
EditResult=Αποτέλεσμα

[PrintPreviewDialog]
ActionColors=Colors
ActionColors:h=Toggle colors
ActionExit=Exit
ActionExit:h=Exit the print preview
ActionFirst=First
ActionFirst:h=Πρώτη|Μετάβαση στη πρώτη σελίδα
ActionHighlight=Highlight
ActionHighlight:h=Toggle highlight
ActionLast=Last
ActionLast:h=Τελευταία|Μετάβαση στη τελευταία σελίδα
ActionLineNumbers=Line Numbers
ActionLineNumbers:h=Εναλλαγή αριθμών γραμμής
ActionNext=Next
ActionNext:h=Επόμενη|Μετάβαση στην επόμενη σελίδα
ActionPrevious=Previous
ActionPrevious:h=Προηγούμενη|Μετάβαση στη προηγούμενη σελίδα
ActionPrint=Print
ActionPrint:h=Εκτύπωση|Εκτύπωση εγγράφου
ActionWordWrap=Word wrap
ActionWordWrap:h=Εναλλαγή αναδίπλωσης κειμένου
ActionZoomIn=Zoom in
ActionZoomIn:h=Zoom in
ActionZoomOut=Zoom out
ActionZoomOut:h=Zoom out
ActionZoom=Zoom
ActionZoom:h=Μεγέθυνση|Μεγέθυνση/Σμίκρυνση
Caption=Print Προεπισκόπηση

[SearchForFilesForm]
Caption=Αναζήτηση Αρχείων
PanelSearchingFiles=Αναζήτηση αρχείων...

[CompareFrame]
CopySelectionLeftAction:h=Αντιγραφή επιλογής στα αριστερά
CopySelectionRightAction:h=Αντιγραφή επιλογής στα δεξιά
FindNextDifferenceAction:h=Εύρεση της επόμενης διαφοράς
LeftDocumentButtonClickAction:h=Άνοιγμα εγγράφου
LeftLabel=Αριστερή σειρά:
OpenDocumentsLeftAction:h=Άνοιγμα εγγράφου
OpenDocumentsRightAction:h=Άνοιγμα εγγράφου
RefreshAction:h=Ανανέωση εγγράφων
RightDocumentButtonClickAction:h=Άνοιγμα του εγγράφου
RightLabel=Δεξιά σειρά:
SaveLeftGridAction:h=Αποθήκευση του εγγράφου
SaveRightGridAction:h=Αποθήκευση του εγγράφου

[OptionsCompareFrame]
StickyLabelIgnoreCase=Παράλειψη Πεζών
StickyLabelIgnoreBlanks=Παράλειψη Κενών

[OptionsEditorCaretFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelRightMouseClickMovesCaret=Right mouse click moves caret
StickyLabelRightMouseClickMovesCaret:t=Translation needed
GroupBoxNonBlinkingCaret=Non-blinking caret
GroupBoxNonBlinkingCaret:t=Translation needed
StickyLabelNonblinkingCaretEnabled=Enabled
StickyLabelNonblinkingCaretEnabled:t=Translation needed
ColorBoxNonblinkingCaretBackground=Background color
ColorBoxNonblinkingCaretBackground:t=Translation needed
ColorBoxNonblinkingCaretForeground=Foreground color
ColorBoxNonblinkingCaretForeground:t=Translation needed
GroupBoxStyles=Styles
GroupBoxStyles:t=Translation needed
ComboBoxStylesInsertCaret=Insert
ComboBoxStylesInsertCaret:t=Translation needed
ComboBoxStylesOverwriteCaret=Overwrite
ComboBoxStylesOverwriteCaret:t=Translation needed

[OptionsEditorCodeFoldingFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelFoldMultilineComments=Fold multiline comments
StickyLabelFoldMultilineComments:t=Translation needed
StickyLabelHighlightIndentGuides=Highlight indent guides
StickyLabelHighlightIndentGuides:t=Translation needed
StickyLabelHighlightMatchingPair=Highlight matching pair
StickyLabelHighlightMatchingPair:t=Translation needed
StickyLabelShowCollapsedCodeHint=Show collapsed code hint
StickyLabelShowCollapsedCodeHint:t=Translation needed
StickyLabelShowCollapsedLine=Show collapsed line
StickyLabelShowCollapsedLine:t=Translation needed
StickyLabelShowIndentGuides=Show indent guides
StickyLabelShowIndentGuides:t=Translation needed
StickyLabelShowTreeLine=Show tree line
StickyLabelShowTreeLine:t=Translation needed
StickyLabelUncollapseByHintClick=Uncollapse by hint click
StickyLabelUncollapseByHintClick:t=Translation needed
ComboBoxMarkStyle=Mark style
ComboBoxMarkStyle:t=Translation needed
EditHintRowCount=Hint row count
EditHintRowCount:t=Translation needed

[OptionsEditorColorFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxHighlighter=Highlighter
ComboBoxHighlighter:t=Translation needed
TabSheetEditor=Editor
TabSheetEditor:t=Translation needed
ComboBoxEditorElement=Element
ComboBoxEditorElement:t=Translation needed
ColorComboBoxEditorColor=Color
ColorComboBoxEditorColor:t=Translation needed
TabSheetElements=Elements
TabSheetElements:t=Translation needed
ComboBoxElementsName=Name
ComboBoxElementsName:t=Translation needed
ColorComboBoxElementsForeground=Foreground
ColorComboBoxElementsForeground:t=Translation needed
ColorComboBoxElementsBackground=Background
ColorComboBoxElementsBackground:t=Translation needed
GroupBoxAttributes=Attributes
GroupBoxAttributes:t=Translation needed
StickyLabelElementsAttributesBold=Bold
StickyLabelElementsAttributesBold:t=Translation needed
StickyLabelElementsAttributesItalic=Italic
StickyLabelElementsAttributesItalic:t=Translation needed
StickyLabelElementsAttributesUnderline=Underline
StickyLabelElementsAttributesUnderline:t=Translation needed
TabSheetGeneral=General
TabSheetGeneral:t=Translation needed
EditVersion=Version
EditVersion:t=Translation needed
DateEditDate=Date
DateEditDate:t=Translation needed
TabSheetAuthor=Author
TabSheetAuthor:t=Translation needed
EditName=Name
EditName:t=Translation needed
EditEmail=Email
EditEmail:t=Translation needed
TabSheetUseSkinColor=Use skin color
TabSheetUseSkinColor:t=Translation needed
LabelSkinDescription=Use skin color for selected elements
LabelSkinDescription:t=Translation needed
StickyLabelSkinActiveLineBackground=Active line background
StickyLabelSkinActiveLineBackground:t=Translation needed
StickyLabelSkinForeground=Foreground
StickyLabelSkinForeground:t=Translation needed
StickyLabelSkinSelectionForeground=Selection foreground
StickyLabelSkinSelectionForeground:t=Translation needed
StickyLabelSkinLeftMarginBackground=Left margin background
StickyLabelSkinLeftMarginBackground:t=Translation needed
StickyLabelSkinCodeFoldingBackground=Code folding background
StickyLabelSkinCodeFoldingBackground:t=Translation needed
StickyLabelSkinCompletionProposalBackground=Completion proposal background
StickyLabelSkinCompletionProposalBackground:t=Translation needed
StickyLabelSkinBackground=Background
StickyLabelSkinBackground:t=Translation needed
StickyLabelSkinSelectionBackground=Selection background
StickyLabelSkinSelectionBackground:t=Translation needed
StickyLabelSkinBookmarkPanelBackground=Bookmark panel background
StickyLabelSkinBookmarkPanelBackground:t=Translation needed
StickyLabelSkinCodeFoldingHintBackground=Code folding hint background
StickyLabelSkinCodeFoldingHintBackground:t=Translation needed
StickyLabelSkinCompletionProposalSelectionBackground=Completion proposal selection background
StickyLabelSkinCompletionProposalSelectionBackground:t=Translation needed

[OptionsEditorCompletionProposalFrame]
StickyLabelEnabled=Ενεργοποιημένο
StickyLabelCaseSensitive=Πεζά
StickyLabelAutoInvoke=Auto invoke
StickyLabelAutoInvoke:t=Translation needed
ComboBoxShortcut=Συντόμευση

[OptionsEditorFontFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxElement=Element
ComboBoxElement:t=Translation needed
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsEditorLeftMarginFrame]
StickyLabelAutoSize:t=Translation needed
StickyLabelAutoSize=Auto Size
StickyLabelShowAfterLastLine:t=Translation needed
StickyLabelShowAfterLastLine=Show Line Numbers After Last Line
StickyLabelShowBookmarkPanel:t=Translation needed
StickyLabelShowBookmarkPanel=Show Bookmark Panel
StickyLabelShowBookmarks:t=Translation needed
StickyLabelShowBookmarks=Show Bookmarks
StickyLabelShowInTens:t=Translation needed
StickyLabelShowInTens=Line Numbers In Tens
StickyLabelShowLeadingZeros:t=Translation needed
StickyLabelShowLeadingZeros=Line Numbers Zero Start
StickyLabelShowLineState:t=Translation needed
StickyLabelShowLineState=Show line state
StickyLabelVisible:t=Translation needed
StickyLabelVisible=Visible
EditLineNumbersStartFrom=Start from
EditLineNumbersStartFrom:t=Translation needed
EditBookmarkPanelWidth=Bookmark panel width
EditBookmarkPanelWidth:t=Translation needed
EditWidth=Πλάτος
GroupBoxLineNumbers=Line numbers
GroupBoxLineNumbers:t=Translation needed
ColorComboBoxBookmarkLineColor=Bookmark line color
ColorComboBoxBookmarkLineColor:t=Translation needed

[OptionsEditorMatchingPairFrame]
StickyLabelEnabled=Enabled
StickyLabelEnabled:t=Translation needed
StickyLabelHighlightAfterToken=Highlight after token
StickyLabelHighlightAfterToken:t=Translation needed
StickyLabelHighlightUnmatched=Highlight unmatched
StickyLabelHighlightUnmatched:t=Translation needed

[OptionsEditorMinimapFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelShowBookmarks=Show bookmarks
StickyLabelShowBookmarks:t=Translation needed
StickyLabelShowBorder=Show border
StickyLabelShowBorder:t=Translation needed
StickyLabelShowIndentGuides=Show indent guides
StickyLabelShowIndentGuides:t=Translation needed
StickyLabelShowSearchResults=Show search results
StickyLabelShowSearchResults:t=Translation needed
StickyLabelShowShadow=Show shadow
StickyLabelShowShadow:t=Translation needed
StickyLabelUseBlending=Use blending
StickyLabelUseBlending:t=Translation needed
StickyLabelInvertBlending=Invert blending
StickyLabelInvertBlending:t=Translation needed
ComboBoxAlign=Align
ComboBoxAlign:t=Translation needed
EditWidth=Πλάτος

[OptionsEditorOptionsFrame]
StickyLabelAutoIndent=Αυτόματο Διαχωριστικό
StickyLabelAutoSave=Αυτόματη Αποθήκευση
StickyLabelDragDropEditing=Drag drop editing
StickyLabelDragDropEditing:t=Translation needed
StickyLabelDropFiles=Drop files
StickyLabelDropFiles:t=Translation needed
StickyLabelGroupUndo=Group undo
StickyLabelGroupUndo:t=Translation needed
StickyLabelTrimTrailingSpaces=Περικοπή Τελικών Διαστημάτων
StickyLabelUndoAfterSave=Αναίρεση Μετά Την Αποθήκευση
EditLineSpacing=Line Spacing
EditLineSpacing:t=Translation needed
EditClipboardHistoryItemsCount=Clipboard history items count
EditClipboardHistoryItemsCount:t=Translation needed

[OptionsEditorRightMarginFrame]
StickyLabelVisible=Visible
StickyLabelAutoLineBreak=Auto line break
StickyLabelAutoLineBreak:t=Translation needed
StickyLabelVisible:t=Translation needed
StickyLabelMouseMove=Mouse Move
StickyLabelMouseMove:t=Translation needed
StickyLabelShowMovingHint=Show moving hint
StickyLabelShowMovingHint:t=Translation needed
EditPosition=Position
EditPosition:t=Translation needed

[OptionsEditorScrollFrame]
StickyLabelAutosizeMaxWidth=Autosize max width
StickyLabelAutosizeMaxWidth:t=Translation needed
StickyLabelHalfPage=Half page
StickyLabelHalfPage:t=Translation needed
StickyLabelHintFollows=Hint follows
StickyLabelHintFollows:t=Translation needed
StickyLabelPastEndOfFile=Μετάβαση Στο Τέλος Του Αρχείου
StickyLabelPastEndOfLineMarker=Μετάβαση Στο Τέλος Της Γραμμής
StickyLabelShowHint=Show Scroll Hint
StickyLabelShowHint:t=Translation needed
StickyLabelShowShadow=Show shadow
StickyLabelShowShadow:t=Translation needed

[OptionsEditorSearchFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelClearWhenClosed=Clear when closed
StickyLabelClearWhenClosed:t=Translation needed
StickyLabelDocumentSpecificSearch=Document-specific search
StickyLabelDocumentSpecificSearch:t=Translation needed
StickyLabelShowSearchMap=Show search map
StickyLabelShowSearchMap:t=Translation needed
ComboBoxAlign=Align
ComboBoxAlign:t=Translation needed

[OptionsEditorSelectionFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelALTSetsColumnMode=ALT sets column mode
StickyLabelALTSetsColumnMode:t=Translation needed
StickyLabelExpandRealNumbers=Expand real numbers
StickyLabelExpandRealNumbers:t=Translastion needed
StickyLabelHighlightSimilarTerms=Highlight similar terms
StickyLabelHighlightSimilarTerms:t=Translation needed
StickyLabelTermsCaseSensitive=Terms case-sensitive
StickyLabelTermsCaseSensitive:t=Translation needed
StickyLabelFromEndOfLine=From end of line
StickyLabelFromEndOfLine:t=Translation needed
StickyLabelToEndOfLine=To end of line
StickyLabelToEndOfLine:t=Translation needed
StickyLabelToEndOfLastLine=To end of last line
StickyLabelToEndOfLastLine:t=Translation needed
StickyLabelTripleClickRowSelect=Επιλογή Γραμμής Με Τριπλό Κλίκ

[OptionsEditorSpecialCharsFrame]
StickyLabelUseTextColor=Use text color
StickyLabelUseTextColor:t=Translation needed
StickyLabelUseMiddleColor=Use middle color
StickyLabelUseMiddleColor:t=Translation needed
ColorComboBoxColor=Color
ColorComboBoxColor:t=Translation needed
ComboBoxStyle=Style                      
ComboBoxStyle:t=Translation needed
GroupBoxEndOfLine=End of line
GroupBoxEndOfLine:t=Translation needed
StickyLabelEndOfLineVisible=Visible
StickyLabelEndOfLineVisible:t=Translation needed
GroupBoxEndOfLine=Color
GroupBoxEndOfLine:t=Translation needed
ComboBoxEndOfLineStyle=Style
ComboBoxEndOfLineStyle:t=Translation needed
GroupBoxSelection=Selection
GroupBoxSelection:t=Translation needed
StickyLabelSelectionVisible=Visible
StickyLabelSelectionVisible:t=Translation needed
ColorComboBoxSelectionColor=Color
ColorComboBoxSelectionColor:t=Translation needed

[OptionsEditorSyncEditFrame]
StickyLabelEnabled=Enabled
StickyLabelEnabled:t=Translation needed
StickyLabelCaseSensitive=Case sensitive
StickyLabelCaseSensitive:t=Translation needed
StickyLabelShowActivateIcon=Show activate icon
StickyLabelShowActivateIcon:t=Translation needed

[OptionsEditorTabulatorFrame]
StickyLabelSelectedBlockIndent=Selected block indent
StickyLabelSelectedBlockIndent:t=Translation needed
StickyLabelTabsToSpaces==Καρτέλες σε Διαστήματα
StickyLabelColumns=Columns
StickyLabelColumns:t=Translation needed
StickyLabelPreviousLineIndent=Previous line indent
StickyLabelPreviousLineIndent:t=Translation needed
EditWidth=Πλάτος

[OptionsEditorWordWrapFrame]
ComboBoxWidth=Width
ComboBoxWidth:t=Translation needed

[OptionsMainMenuFrame]
StickyLabelUseSystemFont=Χρήση Γραμματοσειράς Συστήματος
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsOutputFrame]
StickyLabelShowTreeLines=Εμφάνιση Γραμμών Δέντρου
StickyLabelShowCheckBox=Show check box
StickyLabelShowCheckBox:t=Translation needed
StickyLabelUseExplorerTheme=Use explorer theme
StickyLabelUseExplorerTheme:t=Translation needed
EditIndent=Διαχωριστικό

[OptionsPrintFrame]
ComboBoxDocumentName=Όνομα Εγγράφου
ComboBoxPageNumber=Αριθμός Σελίδας
ComboBoxPrintedBy=Εκτυπώθηκε Από
ComboBoxDateTime=Ημέρα Ώρα
StickyLabelShowHeaderLine=Εμφάνιση Γραμμής Κεφαλίδας
StickyLabelShowFooterLine=Εμφάνιση Γραμμής Υποσέλιδου
StickyLabelShowLineNumbers=Εμφάνιση Αριθμών Γραμμών
StickyLabelWordWrap=Αναδίπλωση Κειμένου

[OptionsSQLAlignmentsFrame]
ComboBoxKeywordAlign=Keyword align
ComboBoxKeywordAlign:t=Translation needed
StickyLabelKeywordAlignmentLeftJustify=Keyword alignment strict left
StickyLabelKeywordAlignmentLeftJustify:t=Translation needed

[OptionsSQLCapitalizationFrame]
ComboBoxKeywords=Keywords
ComboBoxKeywords:t=Translation needed
ComboBoxIdentifier=Identifier
ComboBoxIdentifier:t=Translation needed
ComboBoxQuotedIdentifier=Quoted identifier
ComboBoxQuotedIdentifier:t=Translation needed
ComboBoxTableName=Table name
ComboBoxTableName:t=Translation needed
ComboBoxColumnName=Column name
ComboBoxColumnName:t=Translation needed
ComboBoxAliasName=Alias name
ComboBoxAliasName:t=Translation needed
ComboBoxVariableName=Variable name
ComboBoxVariableName:t=Translation needed
ComboBoxFunctionName=Function name
ComboBoxFunctionName:t=Translation needed
ComboBoxDataType=Data type
ComboBoxFunctionName:t=Translation needed

[OptionsSQLFormatterFrame]
ComboBoxDatabase=Database
ComboBoxDatabase:t=Translation needed

[OptionsSQLIndentationFrame]
EditIndentLength=Indent length
EditIndentLength
StickyLabelUseTab=Use tab
StickyLabelUseTab
EditTabSize=Tab size
EditTabSize
EditFunctionBodyIndent=Function body indent
EditFunctionBodyIndent:t=Translation needed
StickyLabelBlockOnNewLine=Block on new line
StickyLabelBlockOnNewLine:t=Translation needed
EditBlockLeftIndentSize=Block left indent size
EditBlockLeftIndentSize:t=Translation needed
EditBlockRightIndentSize=Block right indent size
EditBlockRightIndentSize:t=Translation needed
EditBlockIndentSize=Block indent size
EditBlockIndentSize:t=Translation needed
EditSingleStatementIndent=IF/ELSE single statement indent size
EditSingleStatementIndent:t=Translation needed

[OptionsSQLInsertFrame]
ComboBoxColumnListStyle=Column list style
ComboBoxColumnListStyle:t=Translation needed
ComboBoxValueListStyle=Value list style
ComboBoxValueListStyle:t=Translation needed
EditInsertColumnsPerLine=Insert columns per line
EditInsertColumnsPerLine:t=Translation needed
StickyLabelParenthesisInSeparateLines=Parenthesis in separate lines
StickyLabelParenthesisInSeparateLines:t=Translation needed

[OptionsSQLSelectFrame]
TabSheetColumnList=Column list
TabSheetColumnList:t=Translation needed
TabSheetSubquery=Subquery
TabSheetSubquery:t=Translation needed
TabSheetIntoClause=INTO clause
TabSheetIntoClause:t=Translation needed
TabSheetFromJoinClause=FROM/JOIN clause
TabSheetFromJoinClause:t=Translation needed
TabSheetAndOrKeyword=AND/OR keyword
TabSheetAndOrKeyword:t=Translation needed
TabSheetGroupByClause=GROUP BY clause
TabSheetGroupByClause:t=Translation needed
TabSheetHavingClause=HAVING clause
TabSheetHavingClause:t=Translation needed
TabSheetOrderByClause=ORDER BY clause
TabSheetOrderByClause:t=Translation needed
ComboBoxColumnListStyle=Style
ComboBoxColumnListStyle:t=Translation needed
ComboBoxColumnListLineBreak=Line break
ComboBoxColumnListLineBreak:t=Translation needed
StickyLabelAlignAlias=Align alias
StickyLabelAlignAlias:t=Translation needed
StickyLabelColumnInNewLine=Columns in new line
StickyLabelColumnInNewLine:t=Translation needed
StickyLabelTreatDistinctAsVirtualColumn=Treat DISTINCT as virtual column
StickyLabelTreatDistinctAsVirtualColumn:t=Translation needed
StickyLabelNewLineAfterIn=New line after IN
StickyLabelNewLineAfterIn:t=Translation needed
StickyLabelNewLineAfterExists=New line after EXISTS
StickyLabelNewLineAfterExists:t=Translation needed
StickyLabelNewlineAfterComparisonOperator=New line after comparison operator
StickyLabelNewlineAfterComparisonOperator:t=Translation needed
StickyLabelNewlineBeforeComparisonOperator=New line before comparison operator
StickyLabelNewlineBeforeComparisonOperator:t=Translation needed
StickyLabelIntoClauseInNewLine=INTO clause in new line
StickyLabelIntoClauseInNewLine:t=Translation needed
ComboBoxFromClauseStyle=Style
ComboBoxFromClauseStyle:t=Translation needed
StickyLabelFromClauseInNewLine=FROM clause in new line
StickyLabelFromClauseInNewLine:t=Translation needed
StickyLabelJoinClauseInNewLine=JOIN clause in new line
StickyLabelJoinClauseInNewLine:t=Translation needed
StickyLabelAlignJoinWithFromKeyword=Align JOIN with FROM keyword
StickyLabelAlignJoinWithFromKeyword:t=Translation needed
StickyLabelAlignAndOrWithOnInJoinClause=Align AND/OR with ON in JOIN clause
StickyLabelAlignAndOrWithOnInJoinClause:t=Translation needed
StickyLabelAlignAliasInFromClause=Align alias in FROM clause
StickyLabelAlignAliasInFromClause:t=Translation needed
ComboBoxAndOrLineBreak=Line break
ComboBoxAndOrLineBreak:t=Translation needed
StickyLabelAndOrUnderWhere=AND/OR under WHERE
StickyLabelAndOrUnderWhere:t=Translation needed
StickyLabelWhereClauseInNewline=WHERE clause in new line
StickyLabelWhereClauseInNewline:t=Translation needed
StickyLabelWhereClauseAlignExpr=WHERE clause align expr
StickyLabelWhereClauseAlignExpr:t=Translation needed
ComboBoxGroupByClauseStyle=Style
ComboBoxGroupByClauseStyle:t=Translation needed
StickyLabelGroupByClauseInNewLine=GROUP BY clause in new line
StickyLabelGroupByClauseInNewLine:t=Translation needed
StickyLabelHavingClauseInNewLine=HAVING clause in new line
StickyLabelHavingClauseInNewLine:t=Translation needed
ComboBoxOrderByClauseStyle=Style
ComboBoxOrderByClauseStyle:t=Translation needed
StickyLabelOrderByClauseInNewLine=ORDER BY clause in new line
StickyLabelOrderByClauseInNewLine:t=Translation needed

[OptionsSQLUpdateFrame]
ComboBoxColumnListStyle=Column list style
ComboBoxColumnListStyle:t=Translation needed

[OptionsSQLWhitespaceFrame]
StickyLabelSpaceAroundOperator=Space around operator of arithmetric expression
StickyLabelSpaceAroundOperator:t=Translation needed
StickyLabelSpaceInsideCreate=Space inside parenthesis in CREATE FUNCTION/PROCEDURE
StickyLabelSpaceInsideCreate:t=Translation needed
StickyLabelSpaceInsideExpression=Space inside parenthesis in expression
StickyLabelSpaceInsideExpression:t=Translation needed
StickyLabelSpaceInsideSubquery=Space inside parenthesis in subquery
StickyLabelSpaceInsideSubquery:t=Translation needed
StickyLabelSpaceInsideFunction=Space inside parenthesis in function call
StickyLabelSpaceInsideFunction:t=Translation needed
StickyLabelSpaceInsideTypename=Space inside parenthesis of typename in CREATE TABLE
StickyLabelSpaceInsideTypename:t=Translation needed

[OptionsStatusBarFrame]
StickyLabelUseSystemFont=Χρήση Γραμματοσειράς Συστήματος
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed
StickyLabelShowMacro=Show macro
StickyLabelShowMacro:t=Translation needed
StickyLabelShowCaretPosition=Show caret position
StickyLabelShowCaretPosition:t=Translation needed
StickyLabelShowKeyState=Show key state
StickyLabelShowKeyState:t=Translation needed
StickyLabelShowModified=Show modified
StickyLabelShowModified:t=Translation needed

[OptionsToolbarFrame]
VirtualDrawTree:h=Use drag and drop to move menu items. Right click popup menu to insert and delete items.
VirtualDrawTree:0=Menu Item
VirtualDrawTree:t=Translation needed
ActionAddItem=Add Item
ActionAddItem:h=Add item
ActionAddItem:t=Translation needed
ActionDelete=Delete
ActionDelete:h=Delete
ActionDelete:t=Translation needed
ActionAddDivider=Add Divider
ActionAddDivider:h=Add divider
ActionAddDivider:t=Translation needed
ActionReset=Reset
ActionReset:h=Reset menu items
ActionReset:t=Translation needed
ActionMoveUp=Move up     
ActionMoveUp:h=Move selected item up
ActionMoveUp:t=Translation needed
ActionMoveDown=Move down     
ActionMoveDown:h=Move selected item down
ActionMoveDown:t=Translation needed

[AboutDialog]
Caption=Περί EditBone
LabelCopyright=Πνευματικά δικαιώματα %s.
LabelMemoryAvailable=Διαθέσιμη μνήμη Windows: %s
ButtonOK=Εντάξει
ButtonDonations=Donations
ButtonDonations:t=Translation needed
LabelDevelopmentEnvironment=Development Environment
LabelDevelopmentEnvironment:t=Translation needed
LabelThirdPartyComponents=3rd Party Components
LabelThirdPartyComponents:t=Translation needed
LabelLanguageFileContributors=Language File Contributors
LabelLanguageFileContributors:t=Translation needed
LabelIcons=Icons
LabelIcons:t=Translation needed
LabelVersion=Έκδοση %s (%d-bit)

[DirectoryTabDialog]
ButtonCancel=Ακύρωση
StickyLabelExcludeOtherBranches=Εξαίρεση Άλλων Υποκαταστημάτων Καταλόγου
ButtonOK=&Εντάξει
EditRootDirectory=Κεντρικός Κατάλογος
ComboBoxDrives=Οδηγών
ComboBoxFileMask=Είδους Αρχείου
EditTabName=Όνομα Καρτέλας
GroupBoxOptions=Επιλογές

[LanguageEditorForm]
ActionExit:h=Κλείσιμο του προγράμματος επεξεργασίας γλώσσας
ActionExit:t=Translation needed
ActionExit=Exit
ActionFileNew:h=Δημιουργία αρχείου νέας γλώσσας
ActionFileNew:t=Translation needed
ActionFileNew=New
ActionFileOpen:h=Άνοιγμα αρχείου υπάρχουσας γλώσσας
ActionFileOpen:t=Translation needed
ActionFileOpen=Open
ActionFileSave:h=Αποθήκευση του αρχείου γλώσσας
ActionFileSave:t=Translation needed
ActionFileSave=Save
VirtualDrawTree:0=Αντικείμενο
VirtualDrawTree:1=Τίτλος
VirtualDrawTree:2=Υπόδειξη
VirtualDrawTree:3=Συντόμευση


[OptionsForm]
ActionCompare=Σύγκριση Αρχείων
ActionDirectory=Κατάλογος
ActionDirectoryTabs=Καρτέλες
ActionEditor=Συντάκτης
ActionEditorCaret:t=Translation needed
ActionEditorCaret=Caret
ActionEditorCodeFolding:t=Translation needed
ActionEditorCodeFolding=Code folding
ActionEditorColors:t=Translation needed
ActionEditorColors=Colors
ActionEditorCompletionProposal=Πρόταση Ολοκλήρωσης
ActionEditorDefaults:t=Translation needed
ActionEditorDefaults=Defaults
ActionEditorFonts=Γραμματοσειρά
ActionEditorLeftMargin:t=Translation needed
ActionEditorLeftMargin=Left Margin
ActionEditorMatchingPair:t=Translation needed
ActionEditorMatchingPair=Matching pair
ActionEditorMinimap:t=Translation needed
ActionEditorMinimap=Minimap
ActionEditorRightMargin:t=Translation needed
ActionEditorRightMargin=Right Margin
ActionEditorScroll:t=Translation needed
ActionEditorScroll=Scroll
ActionEditorSearch=Αναζήτηση
ActionEditorSelection:t=Translation needed
ActionEditorSelection=Selection
ActionEditorSpecialChars:t=Translation needed
ActionEditorSpecialChars=Special chars
ActionEditorSyncEdit=Sync edit
ActionEditorSyncEdit:t=Translation needed
ActionEditorTabs:t=Translation needed
ActionEditorTabs=Tabs
ActionEditorTabulator:t=Translation needed
ActionEditorTabulator=Tabulator
ActionEditorWordWrap=Ανα&δίπλωση Κειμένου
ActionFileTypes=Είδη Αρχείων
ActionMainMenu=Κυρίως Μενού
ActionOutput=Output
ActionOutputTabs=Καρτέλες
ActionPrint=Εκτύπωση
ActionSQLAlignments:t=Translation needed
ActionSQLAlignments=Alignments
ActionSQLCapitalization:t=Translation needed
ActionSQLCapitalization=Capitalization
ActionSQLFormatter:t=Translation needed
ActionSQLFormatter=SQL Formatter
ActionSQLIndentation:t=Translation needed
ActionSQLIndentation=Indentation
ActionSQLInsert:t=Translation needed
ActionSQLInsert=Insert
ActionSQLSelect:t=Translation needed
ActionSQLSelect=Select
ActionSQLUpdate:t=Translation needed
ActionSQLUpdate=Update
ActionSQLWhitespace:t=Translation needed
ActionSQLWhitespace=Whitespace
ActionStatusBar=Γραμμή Κατάστασης
ActionToolbar=Μπαρα Εργαλείων
ButtonCancel=Ακύρωση
ButtonOK=&Εντάξει
Caption=Επιλογές
EditorTabsAction=Καρτέλες

[UnicodeCharacterMapForm]
Caption=Πίνακας Χαρακτήρων Unicode

[OptionsDirectoryFrame]
StickyLabelAutoHide=Auto hide
StickyLabelAutoHide:t=Translation needed
StickyLabelShowTreeLines=Εμφάνιση Γραμμών Δέντρου
StickyLabelShowHiddenFiles=Εμφάνιση Κρυφών Αρχείων
StickyLabelShowSystemFiles=Εμφάνιση Αρχείων Συστήματος
StickyLabelShowArchiveFiles=Εμφάνιση Αρχειοθετημένων Αρχείων
StickyLabelShowOverlayIcons=Show Overlay Icons
StickyLabelShowOverlayIcons:t=Translation needed
StickyLabelUseExplorerTheme=Use explorer theme
StickyLabelUseExplorerTheme:t=Translation needed
EditIndent=Διαχωριστικό
ComboBoxAlign=Align
ComboBoxAlign:t=Translation needed

[OptionsDirectoryTabsFrame]
StickyLabelMultiline=Πολλαπλές Γραμμές
StickyLabelShowCloseButton=Εμφάνιση Πλήκτρου Κλεισίματος
StickyLabelShowOpenDirectoryButton=Show open directory button
StickyLabelShowOpenDirectoryButton:t=Translation needed
StickyLabelShowImage=Εμφάνιση Εικόνας
StickyLabelCloseTabByDblClick=Κλείσιμο Καρτέλας Με Διπλό Κλικ
StickyLabelCloseTabByMiddleClick=Κλείσιμο Καρτέλας Με Μεσαίο Κλικ
StickyLabelDoubleBuffered=Διπλή Προσωρινή Καταχώρηση
StickyLabelSaveTabs=Αποθήκευση Καρτελών
StickyLabelRightClickSelect=Επιλογή Με Δεξί Κλικ

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Color
ComboBoxDefaultColor:t=Translation needed
ComboBoxDefaultEncoding=Encoding
ComboBoxDefaultEncoding:t=Translation needed
ComboBoxDefaultHighlighter=Highlighter
ComboBoxDefaultHighlighter:t=Translation needed
ComboBoxDefaultSQLHighlighter=SQL highlighter
ComboBoxDefaultSQLHighlighter:t=Translation needed
EditBrowser=Browser
EditBrowser:t=Translation needed

[OptionsEditorTabsFrame]
StickyLabelMultiline=Πολλαπλές Γραμμές
StickyLabelShowCloseButton=Εμφάνιση Πλήκτρου Κλεισίματος
StickyLabelShowImage=Εμφάνιση Εικόνας
StickyLabelCloseTabByDblClick=Κλείσιμο Καρτέλας Με Διπλό Κλικ
StickyLabelCloseTabByMiddleClick=Κλείσιμο Καρτέλας Με Μεσαίο Κλικ
StickyLabelDoubleBuffered=Διπλή Προσωρινή Καταχώρηση
StickyLabelSaveTabs=Αποθήκευση Καρτελών
StickyLabelRightClickSelect=Επιλογή Με Δεξί Κλικ

[OptionsFileTypesFrame]
EditExtensions=Επεκτάσεις
VirtualDrawTree:0=Τύπος Αρχείου

[OptionsOutputTabsFrame]
StickyLabelMultiline=Πολλαπλές Γραμμές
StickyLabelShowCloseButton=Εμφάνιση Πλήκτρου Κλεισίματος
StickyLabelShowImage=Εμφάνιση Εικόνας
StickyLabelCloseTabByDblClick=Κλείσιμο Καρτέλας Με Διπλό Κλικ
StickyLabelCloseTabByMiddleClick=Κλείσιμο Καρτέλας Με Μεσαίο Κλικ
StickyLabelDoubleBuffered=Διπλή Προσωρινή Καταχώρηση
StickyLabelSaveTabs=Αποθήκευση Καρτελών
StickyLabelRightClickSelect=Επιλογή Με Δεξί Κλικ

[SQLFormatterConstant]
Stacked=Stacked
Stacked:t=Translation needed
Wrapped=Wrapped
Wrapped:t=Translation needed
AfterComma=After comma
AfterComma:t=Translation needed
BeforeComma=Before comma
BeforeComma:t=Translation needed
BeforeCommaWithSpace=Before comma with space
BeforeCommaWithSpace:t=Translation needed
NoLineBreak=No line break
NoLineBreak:t=Translation needed
BeforeAndOr=Before AND/OR
BeforeAndOr:t=Translation needed
AfterAndOr=After AND/OR
AfterAndOr:t=Translation needed
Left=Left
Left:t=Translation needed
Right=Right
Right:t=Translation needed
None=None
None:t=Translation needed
Uppercase=Uppercase
Uppercase:t=Translation needed
Lowercase=Lowercase
Lowercase:t=Translation needed
SentenceCase=Sentence case
SentenceCase:t=Translation needed
NoChange=No change
NoChange:t=Translation needed

[ConvertConstant]
Distance=Απόσταση
Micromicrons=Micromicrons
Angstroms=Άνγκστρεμ
Millimicrons=Χιλιοστομικρά
Microns=Μικρόμετρα
Millimeters=Χιλιοστά
Centimeters=Εκατοστά
Decimeters=Δεκατόμετρα
Meters=Μέτρα
Decameters=Δεκατόμετρα
Hectometers=Εκατόμετρα
Kilometers=Χιλιόμετρα
Megameters=Μεγάμετρα
Gigameters=Γιγάμετρα
Inches=Ίντσες
Feet=Πόδια
Yards=Γιάρδες
Miles=Μίλια
NauticalMiles=Ναυτικά Μίλια
AstronomicalUnits=Αστρονομικές Μονάδες
LightYears=Έτη Φωτός
Parsecs=Παρσέκ
Cubits=Πήχεις
Fathoms=Οργιές
Furlongs=Furlongs
Hands=Χέρια
Paces=Βήματα
Rods=Ράβδοι
Chains=Αλυσίδες
Links=Σύνδεσμοι
Picas=Picas
Points=Πόντοι
Area=Έκταση
SquareMillimeters=Τετραγωνικά Χιλιοστά
SquareCentimeters=Τετραγωνικά Εκατοστά
SquareDecimeters=Τετραγωνικά Δεκατόμετρα
SquareMeters=Τετραγωνικά Μέτρα
SquareDecameters=Τετραγωνικά Δεκατόμετρα
SquareHectometers=Τετραγωνικά Εκατόμετρα
SquareKilometers=Τετραγωνικά Χιλιόμετρα
SquareInches=Τετραγωνικές Ίντσες
SquareFeet=Τετραγωνικά Πόδια
SquareYards=Τετραγωνικές Γιάρδες
SquareMiles=Τετραγωνικά Μίλια
Acres=Στρέμματα
Centares=Centares
Ares=Εκατόμετρα
Hectares=Εκτάρια
SquareRods=Τετραγωνικά Rods
Volume=Τόμος
CubicMillimeters=Κυβικά Χιλιοστά
CubicCentimeters=Κυβικά Εκατοστά
CubicDecimeters=Κυβικά Δεκατόμετρα
CubicMeters=Κυβικά Μέτρα
CubicDecameters=Κυβικά Δεκάμετρα
CubicHectometers=Κυβικά Εκατόμετρα
CubicKilometers=Κυβικά Χιλιόμετρα
CubicInches=Κυβικές Ίντσες
CubicFeet=Κυβικά Πόδια
CubicYards=Κυβικές Γιάρδες
CubicMiles=Κυβικά Μίλια
MilliLiters=Χιλιοστόλιτρα
CentiLiters=Εκατοστόμετρα
DeciLiters=Δεκατόλιτρα
Liters=Λίτρα
DecaLiters=Δεκάλιτρα
HectoLiters=Εκατόλιτρα
KiloLiters=Χιλιόλιτρα
AcreFeet=Πόδια
AcreInches=Ίντσες
Cords=Cords
CordFeet=Cord Feet
Decisteres=Decisteres
Steres=Κυβικά Μέτρα
Decasteres=Decasteres
FluidGallons=Γαλόνια (Υγρό)
FluidPints=Πίντες Υγρού
FluidQuarts=Τέταρτα Γαλονιού
FluidCups=Κούπες Υγρού
FluidGills=Μέτρα Υγρού
FluidOunces=Ουγγιές Υγρού
FluidTablespoons=Κουταλιές Της Σούπας Υγρού
FluidTeaspoons=Κουταλιές Του Γλυκού Υγρού
DryGallons=Dry Gallons
DryQuarts=Dry Quarts
DryPints=Dry Pints
DryPecks=Dry Pecks
DryBuckets=Dry Buckets
DryBushels=Dry Bushels
UKGallons=Γαλόνια Αγγλίας
UKPottle=Pottles Αγγλίας
UKQuarts=Τέταρο Γαλονιού Αγγλίας
UKPints=Πίντες Αγγλίας
UKGill=Gills Αγγλίας
UKOunces=Ουγγιές Αγγλίας
UKPecks=Pecks Αγγλίας
UKBuckets=Buckets Αγγλίας
UKBushels=Μπουσέλ Αγγλίας
Mass=Μάζα
Nanograms=Νανογραμμάρια
Micrograms=Μικρογραμμάρια
Milligrams=Χιλιοστόγραμμα
Centigrams=Εκατοστόγραμμα
Decigrams=Δεκατογραμμάρια
Grams=Γραμμάρια
Decagrams=Δέκα Γραμμάρια
Hectograms=Εκατόγραμμα
Kilograms=Κιλά
MetricTons=Μετρικοί Τόνοι
Drams=Δράμια
Grains=Κόκκοι
LongTons=Μεγάλοι Τόνοι
Tons=Τόνοι
Ounces=Ουγγιές
Pounds=Λίβρες
Stones=Στόουν
NumeralSystem=Σύστημα Αρίθμησης
Binary=Δυαδικό
Decimal=Δεκαδικό
Hexadecimal=Δεκαεξαδικό
Temperature=Θερμοκρασία
Celsius=Κελσίου
Kelvin=Κέλβιν
Fahrenheit=Φάρεναϊτ
Time=Χρόνος
Reaumur=Reaumur
Rankine=Rankine
MilliSeconds=Χιλιοστά Του Δευ/του
Seconds=Δευτ/τα
Minutes=Λεπτά
Hours=Ώρες
Days=Ημέρες
Weeks=Εβδομάδες
Fortnights=Δεκαπενθήμερα
Months=Μήνες
Years=Έτη
Decades=Δεκαετίες
Centuries=Αιώνες
Millennia=Χιλιετίες
DateTime=Ημερομηνία Ώρα
JulianDate=Ιουλιανή Ημερομηνία
ModifiedJulianDate=Τροποποιημένη Ιουλιανή Ημερομηνία